import Mynavbar from "../../Components/Navbar/Navbar";
import { Row, Col } from "react-bootstrap";
function About(){
    return(
        <>
        <Mynavbar />
        <Row>
            <Col> <img src="https://www.nardebangroup.com/wp-content/uploads/2022/05/%D8%A8%D8%AE%D8%B4-%D9%87%D8%A7%DB%8C-%D9%85%D8%AE%D8%AA%D9%84%D9%81-%D8%B5%D9%81%D8%AD%D9%87-%D8%AF%D8%B1%D8%A8%D8%A7%D8%B1%D9%87-%D9%85%D8%A7.jpg"></img></Col>
            <Col>
            <h3>چرا ما</h3>
            <p>
                حال که احیای جامعه ی انسانی در سایه ی تعلیم و تربیت است، آشنایی با روش تعلیم و تربیت و تکنولوژی آموزشی بسیار ضرورت دارد. تجربه ثابت کرده است که امور هدفمند و روشمند همواره نسبت به اموری که بدون برنامه ریزی و طراحی مقدماتی و پایانی، صورت می گیرند، موفقیت آمیزتر هستند و در زمان کوتاهتری به نتیجه ی مطلوب می رسند.

سایت آموزش با همکاری وزارت محترم معارف افغانستان ,وزارت محترم تحصیلات عالی افغانستان , مکاتب خصوصی و کورس های خصوصی در سرتاسر افغانستان توسط شرکت خدمات اینترنتی رهانت پایه گذاری و راه اندازی گردیده است .
            </p>
            <h3>اهداف ما</h3>
            <p>ایجاد صنوف تدریسی شاگردان مکاتب ,پوهنتون ها و کورس ها به صورت آفلاین و آنلاین.
ایجاد بستر دست رسی مناسب با توجه به نیازمندی شاگردان در همه مقاطع.
ایجاد کتابخانه مناسب جهت دست رسی به همه کتوب درسی و کمک درسی.
کمک در جهت ارتقاع سطح علمی شاگردان در همه سطوح.
ایجاد دست رسی مناسب به شاگردان و اساتید محترم با توجه به نیازمندی.
برگذاری امتحان ها شاگردان از طریق وب سایت.
کمک در جهت صرفه جویی زمانی شاگردان و اساتید محترم در همه مقاطع.
ایجاد بستر مناسب و با کیفیت جهت تماشا و دانلود اطلاعات مورد نیاز شاگردان در همه سطوح.
ایجاد بستر آموزشی مناسب با توجه به بهره گیری از توانایی اساتید لایق در تمام مناطق محروم افغانستان با توجه به سیستم نتورک.
کمک آموزش والدین برای شاگردان در تمام مراحل زمانی.
ایجاد سهولت ارتباط بین شاگردان و اساتید در همه مراحل زمانی.</p>
            </Col>
        </Row>


        </>
    )
}
export default About;